{"header":[
    { "info_1":"<h1>Piotr Za&#x142;&#x119;cki</h1>",
     "info_2":"<h4>Junior WebDeveloper</h4>"}

],

"additional_info":[
    { "personal_data":"<h3>PERSONAL DATA:</h3><ul><li>Telephone number:  <b>07957 943327</b></li><li>E-mail:<a href='mailto:piotrzalecki@gmail.com'>piotrzalecki@gmail.com</a></li><li>Data of birth: <b>1983</b></li></ul>",
     "it_skills":"<h3>IT SKILLS:</h3><ul><li>Familiar with: HTML5, CSS3, Java Script, jQuerry</li><li>Joomla CMS- expirienced user</li><li>Borland Delphi and Turbo Pascal- ellementary</li><li>MS Windows- profitient user</li><li>Knowladge of using ftp clients and publishing Web Sites</li></ul>",
     "additional_skills":"<h3>ADDITIONAL SKILLS:</h3><ul><li>Polish- native speaker</li><li>English- upper intermediate</li><li>German- beginner</li><li>Russian- beginner</li><li>driving licence 'B' (since 2001)</li></ul>",
     "hobbies":"<h3>HOBBIES:</h3><ul><li>literature (crime stories)</li><li>vegetarianism</li><li>healthy nutrition</li><li>kettlebell and calisthenics training</li></ul>"
   }],

"job_objectives":[
  { "content":"<h3>JOB OBJECTIVES:</h3><p>Future Web Developer with highly and professionally developed interpersonal skills. Psychological background and experience guarantee high level of communication, assertiveness and self-knowledge. Strongly motivated to re-qualify and start career in web development.</p>"}
],

"job_short":[
    {"td1":"Since May 2017",
    "td2":"<b>Warehouse Operative (UK)</b> – Premier People Belfast"  },

    {"td1":"Feb-May 2017",
    "td2":"<b>Production Operative (UK)</b> – Industrial Temps, Lisburn"  },

    {"td1":"Nov-Dec 2016",
    "td2":"<b>Delivery Driver (UK)</b> – subcontractor of Onemotion Logistic Ltd"  },

    {"td1":"Jun - Oct 2016",
    "td2":"<b>Care assistant (UK)</b>- Glais House Nursing Home in Glais, Swansea"  },

    {"td1":"Aug 2007 - Jun 2016",
    "td2":"<b>Coach (PL)</b>- I made over 500 h of training courses developing psychological skills as communication, assertivity, parenting skills etc."  },

    {"td1":"Sep 2007 - Jan 2016",
    "td2":"<b>Psychologist (therapist) (PL)</b>I worked in health care and social assistance units. My support was directed to children, adults, couples and families, addicted people, the mentally ill and the mentally disturbed."  }

  ],

  "job_long":[
      {"td1":"Since May 2017",
      "td2":"<b>Warehouse Operative (UK)</b>- <i>Premier People, Belfast</i><br>Driving LLOP and picking products, using picking voice system."  },

      {"td1":"16 Feb - 24 May 2016",
      "td2":"<b>Production Operative</b>- <i>Industrial Temps, Lisburn.</i><br><ul><li>Finlay's Foods,Moira (full time)- making variety of production tasks, packing,loading pallet, making production raports.</li><li>Glanbia Cheese, Magheralin (part time)- variety of production tasks, checking product quality, packing.</li></ul>"  },

      {"td1":"31 Oct - 9 Dec 2016",
      "td2":"<b>Delivery Driver</b>- <i>self-employed, subcontractor of Onemotion Logistic Ltd.</i><br>I was delivering Amazon's parcels to customers."  },

      {"td1":"27 Jun - 29 Oct 2016",
      "td2":"<b>Care assistant</b>- <i>Glais House Nursing Home in Glais, Swansea.</i><br>I was helping residents in daily activities, my duties were:  bath, shower, bed making, bed bath, making bad with person in it, hair care, oral hygiene, shaving, dressing/undressing, documetning/raporting information, moving and handling, hoisting, pressure area care, feeding, using bed pans, changing pads, feeding, preparing food."  },

      {"td1":"2 Jan 2014 - 31 Jan 2016",
      "td2":"<b>Educational Psychologist</b>- <i>Centre of Rehabilitation and Education in Chorz&#243;w Polish Association for People with Mental Retardation (Poland)</i><br>I was working as a therapist with children in learning difficulties, emotional problems, disabilities and complex development disorders."  },

      {"td1":"5 Jan 2010 - 31 Dec 2013",
      "td2":"<b>Counselling Psychologist</b>- <i>Centre of Intervention in Crisis and Addictions Counteracting in Bytom (Poland)</i><br>Working as a therapist (individual and group therapy) with children and adults with life issues problems as: mental health problems, domestic violence, sexual abuse, traumas, emotional disorders, bereavement."},

      {"td1":"4 Feb 2013 - 31 May 2013",
      "td2":"<b>Forensic psychologist</b>- <i>Domestic Diagnosis- Counselling Unit no 1 in Katowice (Poland)</i><br>Writing psychological diagnoses for District Court in Katowice."  },

      {"td1":"7 Feb - 23 Dec 2011",
      "td2":"<b>Counselling psychologist</b>-  <i>Day Psychiatric Ward in Specialistic Hospital no. 4 in Bytom (Poland)</i><br>Working as a therapist (individual and group therapy) with adults with mental diseases  as addiction, anxiety, depression, schizophrenia, bipolar disorder."  },

      {"td1":"10 Sep 2007 - 31 Dec 2009",
      "td2":"<b>Counselling psychologist</b>- <i>Domestic and Children Support Unit in Ruda &#346;l;&#346;ska (Poland)</i><br>Working as a therapist (individual and group therapy) with children and adults with life issues problems as: mental health problems, domestic violence, sexual abuse, traumas, emotional disorders, bereavement."  },

      {"td1":"1 Jul - 31 Aug 2007",
      "td2":"<b>Salesman</b> - <i><q>Toolshop</q> in Czelad&#378;, Poland</i><br>  (sales, customer service, taking care of exhibition in the shop)"  },

      {"td1":"15 Jun - 15 Sep 2006",
      "td2":"<b>Bartender</b> - <i>Tourist House PTTK <q>Over the Dam</q> in Wis&#322;a, Poland</i><br> (sales, customer service, preparing drinks, management of small gastronomy)."  },

      {"td1":"9 Jun - 30 Sep 2005",
      "td2":"<b>Warehouse worker</b>- <i> C&S Wholesale Grocers in Newburgh, USA</i><br>I was completing the goods on pallets according to the order and preparing of pallets for loading on trucks."  },

      {"td1":"",
      "td2":"<h3>ADDITIONAL WORK EXPERIENCE</h3>"  },

      {"td1":"1 Jan 2014 - 15 Jun 2016",
      "td2":"Diagnosis of psychological ability to possession of firearms for person directed from provincial police headquarter (Silesia region, Poland)."  },

      {"td1":"1 Mar - 31 Jun 2015",
      "td2":"<b>Lecturer</b>- <i>Centre of Science and Business <q>&#379;ak</q> in Gliwice (Poland)</i><br>I was lecture <q>Psychology of older people</q>, <q>Psychology of Health</q>, <q>Clinical Psychology</q>"  },

      {"td1":"19 - 30 Mar 2015",
      "td2":"<b>Counselling Psychologist</b>- <i>Voluntary Labour Corps in Gliwice (Poland)</i><br>I was making psychological consultations for young adults about their future career, work opportunities and personal problems. "  },

      {"td1":"4 - 10 Jul 2014",
      "td2":"<b>Coach</b><br>I carried of <q>Training of social skills and competency</q>  within the framework of the project entitled <q>Strengthening the social integration in the district Bochenski</q> in Ochotnica Dolna (Poland). 32 hours."  },

      {"td1":"25 - 27 Jun 2014",
      "td2":"<b>Coach</b><br>I carried the training course <q>Meeting with image specialist</q> within the project <q>Time for activity in the Zator - we are active</q> for the residents of the community Zator."  },

      {"td1":"7 Jun 2013 - 10 Apr 2014",
      "td2":"<b>Recruitment Manager</b><br>I was managing recruitment process for Consultor company from Lublin within activation project <q>Energy 50+</q>. I qualified candidates to be in project. "  },

      {"td1":"1 Dec 2012 - 1 Apr 2014",
      "td2":"<b>Forensic psychologist</b>Writing psychological diagnoses for District Court in Katowice. "  },

      {"td1":"1 Dec 2014 - 28 Feb 2014",
      "td2":"<b>Coach/ Counselling Psychologist</b>- <i>Voluntary Labour Corps in Pyskowice (Poland)</i><br>I carried workshops on communication, negotiation and conflict resolution and individual consultation for young adults from Pyskowice."  },

      {"td1":"19 - 22 Aug 2013",
      "td2":"<b>Coach</b>I co-carried international workshop at a youth camp organized by the Municipal Social Welfare Centre in Katowice under the professional and social activation 'We can do it' in Katowice."  },

      {"td1":"25 - 28 Jun 2013",
      "td2":"<b>Coach</b><br>I carried the training course <q>Meeting with image specialist</q> within the project <q>Time for activity in the Zator - we are active</q> for the residents of the community Zator."  },

      {"td1":"9 May - 20 Jun 2012",
      "td2":"<b>Psychologist</b><br>I worked for ASM Centre for Research and Analysis Market as the interviewer. I made researches in third classes of primary schools, a survey of parents and teachers and interview with school principals. I ntroducted results to a computer database. "  },

      {"td1":"15 Jan - 17 Dec 2012",
      "td2":"<b>Coach/ Counselling Psychologist</b><br>I co-carried two edition of the <q>Group of correctional education for people using violence against family members</q> and made the individual consultation of participants."  },

      {"td1":"6 Apr - 14 Jun 2010",
      "td2":"<b>Coach</b><br>I co-carried two edition of the <q>Group of correctional education for people using Violence in the Family.s</q>"  }
    ],

    "education":[
        {"td1":"Jan 2017",
        "td2":"<b>Diploma in HTML5, CSS3 and JavaScript</b> organized by alison.com Online course included modules: Using HTML5 and CSS3 to Build and Format a Web Page,  Working with Forms, Using CSS3 Selectors to Style Web Pages, HTML5 Canvas, Video and SVG Elements, Writing your First JavaScript Application, JavaScript Programming Concepts, JavaScript and the Document Object Model, Introduction to jQuery."  },

        {"td1":"Nov 2009 – Jun 2010",
        "td2":"<b>Silesian School of Coaches</b> organized by the Association for the Support of Social Initiatives 'Meritum' in Katowice (Poland). Training was improving coaching skills. The course also participated in interpersonal training. "  },

        {"td1":"2002- 2007",
        "td2":"<b>Master of psychology</b>, Faculty of Pedagogy and Psychology at University of Silesia in Katowice (Poland)."  }

      ]
}
